{
    "articles": [
        {
            "_id": "5af582727759430ef0aef6a8",
            "votes": 72,
            "title": "Running a Node App",
            "body": "This is part two of a series on how to get up and running with Systemd and Node.js. This part dives deeper into how to successfully run your app with systemd long-term, and how to set it up in a production environment.",
            "belongs_to": "5af582727759430ef0aef691",
            "created_by": {
                "_id": "5af582727759430ef0aef697",
                "username": "cooljmessy",
                "name": "Peter Messy",
                "avatar_url": "http://i.imgur.com/WfX0Neu.jpg",
                "__v": 0
            },
            "__v": 0,
            "comments": 1
        },
        {
            "_id": "5af582727759430ef0aef69b",
            "votes": 7,
            "title": "The Rise Of Thinking Machines: How IBM's Watson Takes On The World",
            "body": "Many people know Watson as the IBM-developed cognitive super computer that won the Jeopardy! gameshow in 2011. In truth, Watson is not actually a computer but a set of algorithms and APIs, and since winning TV fame (and a $1 million prize) IBM has put it to use tackling tough problems in every industry from healthcare to finance. Most recently, IBM has announced several new partnerships which aim to take things even further, and put its cognitive capabilities to use solving a whole new range of problems around the world.",
            "belongs_to": "5af582727759430ef0aef692",
            "created_by": {
                "_id": "5af582727759430ef0aef697",
                "username": "cooljmessy",
                "name": "Peter Messy",
                "avatar_url": "http://i.imgur.com/WfX0Neu.jpg",
                "__v": 0
            },
            "__v": 0,
            "comments": 0
        },
        {
            "_id": "5af582727759430ef0aef69c",
            "votes": 75,
            "title": "22 Amazing open source React projects",
            "body": "This is a collection of open source apps built with React.JS library. In this observation, we compared nearly 800 projects to pick the top 22. (React Native: 11, React: 11). To evaluate the quality, Mybridge AI considered a variety of factors to determine how useful the projects are for programmers. To give you an idea on the quality, the average number of Github stars from the 22 projects was 1,681.",
            "belongs_to": "5af582727759430ef0aef691",
            "created_by": {
                "_id": "5af582727759430ef0aef699",
                "username": "jessjelly",
                "name": "Jess Jelly",
                "avatar_url": "https://s-media-cache-ak0.pinimg.com/564x/39/62/ec/3962eca164e60cf46f979c1f57d4078b.jpg",
                "__v": 0
            },
            "__v": 0,
            "comments": 0
        }
    ]
}